export const DEFAULT_ALLIES = [
  {
    name: "Доктор Винсент Саттон",
    code: "У11",
    description: "Хирург и патологоанатом в Больнице Святой Марии. К нему полиция отправляет раненых и убитых."
  },
  {
    name: "Герберт Корбетт",
    code: "Д45",
    description: "Эксперт-криминалист. К нему полиция отправляет на анализ образцы и материалы."
  },
  {
    name: "Инспектор Моррис Гаррисон",
    code: "Д32",
    description: "Руководит расследованиями в полицейском участке."
  },
  {
    name: "Леонора Робинсон",
    code: "У17",
    description: "Профессор-историк из университета. Хорошо разбирается в датах и местном фольклоре."
  },
  {
    name: "Дороти Дэвис",
    code: "С1",
    description: "Историк-любитель из Исторического общества. Занимается генеалогиями и семейной историей."
  },
  {
    name: "Эмилия Сарджент",
    code: "У23",
    description: "Сотрудница библиотеки Орна. Может помочь в архивной работе. Имеет доступ к Закрытому отделу, где хранятся гримуары."
  },
  {
    name: "Николас Салтонстолл",
    code: "Д21",
    description: "Работник городской администрации. Заведует архивом документов о рождении, смерти и сделках с недвижимостью."
  },
  {
    name: "Себастьян Лайман",
    code: "С18",
    description: "Агент Армитеджа в «Ложе Серебряных Сумерек» — закрытом клубе, который заигрывает с потусторонними силами."
  },
  {
    name: "Донни Кларк",
    code: "Н28",
    description: "Репортёр газеты «Аркхэм Эдвертайзер»."
  },
  {
    name: "Арло Хоппин",
    code: "Д34",
    description: "Таксист и музыкант. Возит по городу всех и прекрасно знает последние слухи."
  },
  {
    name: "Уильям Коффин",
    code: "Д2",
    description: "Тёмная личность. Знает обо всём, что происходит в преступном мире."
  },
  {
    name: "Амброз Чекли",
    code: "А18",
    description: "Светский лев. Следит за событиями в высшем обществе и богемных кругах."
  },
  {
    name: "Паскаль Фентон",
    code: "С4",
    description: "Оккультист. Знает многое о зловещих ритуалах и Великих Древних."
  },
   {
    name: "Аркхэмская лечебница",
    code: "Д1",
    description: "Место приюта для душевнобольных. Пациентов или санитаров может быть полезно расспросить."
  },
  {
    name: "Спикизи",
    code: "Н4",
    description: "Подпольный бар. Бармен или посетители знают многие слухи и секреты."
  }
];

export const ARMITAGE_HELP_ITEMS = [
  {
    name: "Дом Армитеджа",
    code: "А8",
    description: "Здесь профессора можно найти, если его кабинет закрыт."
  },
  {
    name: "Кабинет Армитеджа",
    code: "У23А",
    description: "ОСОБЫЙ АДРЕС. Во время исследования профессора редко можно застать на рабочем месте. Тем не менее, если вы посетили библиотеку (У23), то можете навестить Армитеджа, при этом это посещение не идёт в счетчик поездок. На другие адреса это правило не распространяется. При определении штрафа за количество посещённых адресов кабинет Армитеджа всё равно считается отдельным адресом."
  }
];
